Revit 2024 API
BuiltInFailures.MassFailures.SplitFacesByGroundPlaneCrashed Property
 Failed to split face by ground plane.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static FailureDefinitionId SplitFacesByGroundPlaneCrashed { get; }
Visual Basic
Public Shared ReadOnly Property SplitFacesByGroundPlaneCrashed As FailureDefinitionId
	Get
Visual C++
public:
static property FailureDefinitionId^ SplitFacesByGroundPlaneCrashed {
	FailureDefinitionId^ get ();
}
See Also
BuiltInFailures.MassFailures Class
Autodesk.Revit.DB Namespace